export const cardAlts: Record<string, string> = {
  "1432.webp":
    "重なる想いと過去: 先輩達の気持ち、わかるんだよね | 君の隣、君と見る明日",
  "1426.webp": "みんなとなら、どこだって | 褪せない今を、彩って",
  "1399.webp":
    "小さなキミとのささやかな時間: ボクの名前覚えてくれたの？ | 最果てへと飛ぶキミへ",
  "1356.webp":
    "服作り奮闘中: ……やっぱり、ちょっと違うなあ | Amid the Wavering Light",
  "1329.webp":
    "楽しい腹の探り合い: 一番怪しい人から疑ったほうがいいよね | 粉砕せよ！アンヴァレンタインの復讐",
  "1318.webp":
    "不穏を察して: まあまあ、ふたりとも落ち着いて～！ | 覚めない幻想をノックして",
  "1257.webp": "とびきりの笑顔を中継！: どう？線香花火！ | Our Golden Days",
  "1251.webp": "feat.ラブリっち",
  "1228.webp": "Happy Birthday！！2025: ボクの気が済むまで付き合ってもらうよ",
  "1223.webp":
    "ボクのまま描く明日: ずっと……本当に、ありがとう | ほどけぬ明日に手を伸ばして",
  "1188.webp":
    "カワイイをご案内: ホント、すっごくお似合いですよ！ | 泡沫に抱かれて",
  "1165.webp":
    "そばにいられるように: 手、出してくれる？ | そして、針は動き出す",
  "1143.webp": "“みんな”で打ち上げ | Unreliable Notes",
  "1135.webp": "ドーナツとピース！: ん？……ふふ、ピース！ | You are my HERO!!",
  "1107.webp":
    "楽しい刺繍の時間: みんなで作業するのっていいよね | このひと針に想いを込めて",
  "1089.webp": "Let's enjoy the movie！",
  "1040.webp":
    "こぼれた想い: ほんとに、いいのかなあ……っ | 傷だらけの手で、私達は",
  "1011.webp": "失われてしまったもの: …………あ……あ………… | 荊棘の道は何処へ",
  "991.webp": "ハッピー肝試しを目指して！ | わんだほら～！？な肝だめし！",
  "985.webp": "Happy Birthday！！2024: みんなのお祝い、楽しんじゃうぞー！",
  "944.webp":
    "直接伝えたくて: まふゆ、メッセージ見てくれたかな | 灯を手繰りよせて",
  "907.webp": "キミに食べてほしい味 | Knowing the Unseen",
  "842.webp":
    "優しさに励まされて: ……好きでいても、いいのかな | 変わらぬあたたかさの隣で",
  "821.webp": "feat.ぼんぼんりぼん",
  "788.webp":
    "来てくれないとヤダ！: メイコはボクのこと嫌いなんだ～！ | 水底に影を探して",
  "743.webp": "Brand New Style",
  "721.webp":
    "ふたりで寄り道: アップルパイ、冷めちゃうよ！ | Let's study hard！",
  "705.webp": "Happy Birthday！！2023: 今日はいい夢見れそうだよ！",
  "691.webp":
    "盛りつけは順調！: うんうん、なかなかの出来栄えだね！ | ドタバタ cafe ●REC!!",
  "680.webp": "待ち望んだ通知: 雪！？来てくれたんだ……！ | 仮面の私にさよならを",
  "658.webp": "噂の彼女に思いを馳せて | 隣に立つ、優しいあなたへ",
  "636.webp":
    "ボクだから言えること: もう無理だって思ったら、逃げていい | ボク達の生存逃走",
  "614.webp":
    "気晴らしショッピング: あ、あっちのお店も見ていかない？ | イミシブル・ディスコード",
  "564.webp": "ソリトゥスユートピア: どうして、こんなに寂しいんだろう……",
  "543.webp":
    "弟くんにも聞いちゃおー！: ……あ、用事思いついたかも～♪ | 願いは、いつか朝をこえて",
  "491.webp": "Happy Birthday！！: ……うん。楽しかったよ、すごくね",
  "486.webp": "勇気をくれたもの: でも……ボクは…… | そしていま、リボンを結んで",
  "446.webp":
    "怖くないよ: 怖くないよ～。仲良くしようね！ | 迷い子の手を引く、そのさきは",
  "429.webp": "お先に失礼！: 弟くん、おっ先～♪ | 白熱！神高応援団！",
  "401.webp": "３人だけの夜 | 空白のキャンバスに描く私は",
  "387.webp":
    "メイキング・ウィズ・チルドレン: チョコの作りかたを教えてあげよーう！ | 怪盗紳士のハラハラ！？ホワイトデー",
  "363.webp":
    "当たり前になった打ち上げ: はいはーい。じゃあ店員さん呼ぶね～ | いつか、絶望の底から",
  "307.webp":
    "ハーミット・リバース: これでうまくやれてきたのにな…… | ボクのあしあと キミのゆくさき",
  "285.webp": "ひとときの安息: これ、リンに合うと思ったんだ♪ | 灯のミラージュ",
  "258.webp": "サマーナイトフェスティバル | 夏祭り、鳴り響く音は",
  "240.webp":
    "迷える手を引いて: カフェ目指して、レッツゴー！ | カーネーション・リコレクション",
  "219.webp":
    "想いと現実の狭間で: 希望、か。そうだったら、いいな…… | お悩み聞かせて！わくわくピクニック",
  "202.webp":
    "気づいてしまった想い: 来年も一緒に、なんて思うの初めてだな | シークレット・ディスタンス",
  "179.webp": "トラスト ユー | 満たされないペイルカラー",
  "139.webp":
    "屋上のフレンドシップ: みんなと騒ぐのも、悪くないな | KAMIKOU FESTIVAL！",
  "117.webp":
    "戯れのひととき: ボクってホント、気が利くよね～ | 囚われのマリオネット",
  "79.webp": "譲れないこだわり: 今日のボクもカワイイな〜♪",
  "78.webp": "25時、ナイトコードで。",
  "77.webp": "『カワイイ』にこだわる自由人",
};
